{
    "BTTF1":
    { 
        "2_21gigowatts":"2.21 Gigowatts ?!",
        "88mph":"Qu'est-ce que je t'avais dit ! 88 miles à l'heure !!!",
        "allomcfly":"Allo ! y'a personne au bout du fil ?",
        "apartirdunedmc":"Vous dites que vous avez fabriqué une machine à voyager dans le temps... à partir d'une Delorean ?",
        "bebejoey":"Alors c'est toi mon oncle Joey... vaudrait mieux t'habituer à ces barreaux tonton.",
        "bonvieuxrock":"On y va, euh... on va vous jouer un bon vieux rock bien rétro...",
        "camarche":"Ca marche ! ha ha ha ha ha ha ! ça marche ! j'ai enfin réussi à inventer quelque chose qui marche !",
        "convecteur":"C'est ça qui permet de voyager à travers le temps : le convecteur temporel.",
        "darkvador":"Silence Terrien ! mon nom est Dark Vador...",
        "effacedelarealite":"Effacée de la réalité...",
        "horloges":"_ Qu'est-ce que j'entends, mes horloges ? Euh oui, il est 8 heures. Fantastique ! mon expérience a réussi !",
        "laitchoco":"Lou, donne-moi un lait... chocolat !",
        "laroute":"La route ? Là où l'on va on n'a pas besoin... de route.",
        "lorrainebaines":"Je m'appelle Lorraine... Lorraine Baines",
        "mairegoldie":"Le maire Goldie Wilson... Ca sonne drôlement bien dis donc !",
        "mcflan":"Mais c'est McFly ! Mais qu'est-ce que tu fous ici ?",
        "mcfly_repetition":"Hé, connard ! tires tes sales paluches de là ou je me fâche !",
        "mutant":"Prend ça bougre de salopard de mutant !",
        "nomdezeus":"Nom de Zeus !",
        "onsenbalance":"Ben, je me suis dit, on s'en balance !",
        "papa_a_raison":"Papa a raison ! on a toujours tort de se casser la tête.",
        "paslepied":"Oh dur c'est pas le pied !",
        "pourquoi":"Mon but c'est d'élargir notre perception de l'humanité, d'où nous venons, où nous allons, les soubresauts et les péripéties, les périls et les promesses...",
        "premier_roman":"Ton premier roman, Coup de Foudre dans l'Espace...",
        "sambaines":"Je t'avertis Lorraine, si jamais t'as un môme qui se conduit comme ça t'es plus ma fille !",
        "sauvetoi":"Oh mon Dieu, et moi qui pensais les avoir semés, ils m'ont retrouvé. Sauve-toi les voilà !",
        "sauvezlhorloge":"Sauvez l'horloge de l'hôtel de ville...",
        "tocard":"Vous auriez intérêt à changer de comportement McFly, vous êtes un tocard !",
        "tuveuxmaphoto":"Tu veux ma photo, banane ?",
        "verslefutur":"Samedi dans la nuit, nous te renverrons vers le futur !"
    },
    "BTTF2":
    { 
        "almanach":"Non, pas de pognon ! Tu te rappelles, l'almanach.... des sports.",
        "autictacpres":"Au tic-tac près. Sidérant, absolument sidérant !",
        "cetaithier":"Oh ça c'est c'est trop Doc, me retrouver ici j'ai l'impression que c'était hier ! Mais c'était hier !",
        "coincidence":"...cela pourrait signifier que ce segment du temps contient une spécificité cosmique intrinsèque...",
        "danslefutur":"On est en 2015 ? Vous voulez dire qu'on est dans le futur ?",
        "docestvivant":"C'est Doc il est vivant, Doc est vivant je vous dis ! Il est dans le vieux far-west, mais il est vivant !",
        "enfer":"Comment c'est possible tout ça, j'ai vraiment l'impression d'être en enfer. Non on est à Hill Valley, bien que je ne voie pas comment l'enfer pourrait être pire !",
        "jamaisvotgonzesse":"Biff Tannen, je serai jamais votre gonzesse comme vous dites même si vous aviez un million de dollars !",
        "jesuisderetour":"Oui, oui je sais vous m'avez aidé à retourner dans le futur, mais me revoilà, je suis de retour du futur !",
        "lautregrandmystere":"Mieux vaut que je me consacre à l'autre grand mystère de l'univers.... les femmes !",
        "mariageminable":"J'ai fait un mariage minable ?!",
        "mauviette":"Personne ne me traite... de mauviette.",
        "mauviette2":"Personne ne me traite de mauviette Needles, personne !",
        "mcflyyy":"McFLY !!!",
        "monte_banane":"Monte dans la voiture banane. Qui t'appelle banane, banane ?",
        "nomdezeus2":"Nom de Zeus !",
        "nomdezeus3":"Nom de Zeus...",
        "ohlala":"Non ! Oh là là... oh là là... oh là là !",
        "pepsi":"Tout ce que je veux c'est un Pepsi.",
        "pizza":"T'es un chef maman, personne n'hydrate une pizza comme toi !",
        "polish_biff":"Biff, cette fois le polish tu en passes 2 couches...",
        "pommenewton":"Marty, par tous les pépins de la pomme de Newton qu'est-ce qui s'est passé ici ?",
        "quipeutmaider":"Il n'y a qu'un homme sur Terre qui peut m'aider !",
        "unjourfutur":"Content d'avoir parlé avec vous. On ne sait jamais, peut-être qu'on se rencontrera un jour futur ? ...ou un jour passé."
    },
    "BTTF3":
    { 
        "abattre_une_puce":"Ca peut abattre une puce sur l'dos d'un chien à 500 mètres...",
        "accoutrement":"... Si tu te balades en ville dans cet accoutrement, tu vas te retrouver truffé de plombs ! ...",
        "aucunpont":"... Exact Doc mais si on regarde bien cette carte... il n'y a aucun pont.",
        "buford_plat_a_tarte":"... T'en as assez dans le bide pour dégainer autre chose qu'un plat à tarte ?",
        "cafaitbcptropsouffrir":"... Les voyages dans le temps, ça fait beaucoup trop souffrir.",
        "c_est_la_fete":"... La seule fête où tu me verras sourire, Tannen, c'est celle où tu te balanceras au bout d'une corde.",
        "chemise_cirque":"... Une chemise comme ça il a fallu qu'il la vole à un cadavre de chinetoque !",
        "chester_eau":"... Ici, les verres on les remplit de whisky !",
        "clara_prenom":"Clara... Quel prénom adorable !",
        "discipline":"Fiston, c'est comme ça qu'on les bâtit, ils ne comprennent que la manière forte, maintenir la discipline quoi qu'il advienne. N'oublie jamais ce mot : Discipline !",
        "doc_selon_clara":"Excusez-moi, mais cet homme était grand, avec un regard de chien battu, de beaux yeux noisette et une longue masse de cheveux argentés ? Vous connaissez cet homme ? Emmett !",
        "eastwood_clint":"Ton nom c'est quoi, pied tendre ? Eastwood, Clint Eastwood...",
        "en_panne_d_essence":"Tu veux dire qu'on est en panne d'essence ? Ouais mais c'est pas grave on a le générateur de fusion non ?",
        "experience_scientifique":"... C'est un hold-up ? Non, c'est une expérience scientifique !",
        "femmequiaimejverne":"Je n'avais jamais rencontré une femme qui aime Jules Verne...",
        "frisbee":"Hé ! \"Frisbee\", ça m'éclate ! ...",
        "inauguration_horloge":"... C'est avec un immense plaisir que je dédie cette horloge à la population du comté de Hill, puisse-t-elle résister à l'épreuve du temps !",
        "jdetestelefumier":"... J'déteste le fumier !",
        "jedoisretourneren1985":"J'arrive du futur ... et demain, je vais être obligé de retourner en l'an 1985.",
        "lefuturnestpasecrit":"Ca veut dire que le futur n'est jamais écrit à l'avance...",
        "les80dollars":"... Tu me dois 5 dollars pour le whisky et 75 dollars pour le cheval.",
        "madeinjapan":"... Mais enfin Doc, tous les meilleurs trucs sont fabriqués au japon ! ...",
        "marshal_strickland":"Marshal Strickland, je savais pas que vous étiez revenu en ville. Si tu sais pas lire les écriteaux Tannen, j'ai de quoi te mettre les points sur les i !",
        "mensurations":"... Ecoutez, non merci, je ne veux pas acheter de costume. Ah... ha ha ! non, c'est pour votre cercueil...",
        "mocassins_nike":"... Ni-Ké ? mais qu'est-ce que c'est ça, c'est un mot de patois peau rouge ?",
        "molosse":"Molosse ? Ce nom je l'encaisse pas... ",
        "nomdezeus_chariot":"Nom de Zeus ! Elle aurait dû tomber dans le ravin avec le chariot...",
        "nomdezeus_cpaslpied":"... Nom de Zeus !Je sais c'est pas le pied !",
        "ohnomdezeus":"Oh ! nom de Zeus ! Oh !",
        "paslesfoies":"Personne ne me dit que j'ai les foies !",
        "paslogique":"... C'est impossible ! Non, ça ne peut pas être toi, ce n'est pas logique que tu puisses être là ! ...",
        "penser_en_4_dimensions":"... Marty, il te faut penser en 4 dimensions ! ...",
        "pointdenonretour":"Qu'est-ce que ça veut dire : \"point de non retour\" ? ...",
        "sauve_la_vie":"... Oh ! Merci monsieur, vous m'avez sauvé... la vie.",
        "unesurdesmillions":"Des Clara, on en trouve une sur des millions, une sur des milliards, une sur 10 puissance infini...",
        "williamseanmcfly":"... William Sean McFly, le premier de la famille né en pays américain."
    }
    
}